/* Localizable String */
sUIName = "Wi-Fi netværksprogram";
sUIVersion = "Programversion";
sDriverVersion = "Driverversion: v";
sCopyright = "Ophavsret 2019.";

// Button
OK ="OK";
CANCEL ="Annuller";
NO ="Nej";
YES ="Ja";
Join="Opret forbindelse";
Profiles="Profiler";
Join_Other="Andet...";
Show_Nets="Vis netværk";
Apply="Anvend";
Remove="Fjern";
PIN="Pinkode";
PBC="PBC";
Forget="Glem dette netværk";

//DropDownMenu
State_RfOn="USB-WiFi: Aktiveret";
State_RfOff="USB-WiFi: Inaktiveret";
State_Scan="USB-WiFi: Scan netværk...";
State_Unplug="USB-WiFi er ikke tilsluttet";
State_Disable="Aktiver USB-WiFi";

Info_IfName="Interfacenavn:";
Info_MacAddr="Adresse:";
Info_IpAddr= "IP-adresse:";
Info_Router= "Router:";
Info_Reachable= "Internet: Tilgængelig";
Info_Unreachable= "Internet: Ikke tilgængelig";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Kanal:";
Info_CountryCode= "Landekode:";
Info_RSSI= "RSSI:";
Info_Noise= "Støj:";
Info_TxRate= "Overførselshastighed:";
Info_PhyMode= "PHY-function:";
Info_McsIndex= "MCS-indeks:";

Radio_ON ="Slå USB-WiFi til";
Radio_OFF ="Slå USB-WiFi fra";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Opret forbindelse til andet netværk...";
Create_Adhoc="Opret ad hoc-netværk...";
WPS_Fun="WPS...";
Open_Utility="Åbn trådløst program...";
Open_Preference="Åbn Netværk...";

//ScanTable View
ScanTable_View_Title="Vælg det netværk, du vil oprette forbindelse til.";
ScanTable_View_SubTitle="Vælg det netværk, du vil oprette forbindelse til, på listen, og skriv derefter evt. adgangskoden til netværket.";
Associated="Tilknyttet";
SignalStrength="Signalstyrke";
Scanning="Scanner...";

// Setting Field View
Join_BroadcastSecAP1="Netværket";
Join_BroadcastSecAP2="kræver en";
Join_BroadcastSecAP3="adgangskode";
Join_HiddenSecAP1="Dette skjulte trådløse netværk kræver en";
Join_HiddenSecAP2="adgangskode";
Join_HiddenOpenAP="Indtast navn på skjult trådløst netværk.";

// Join Other
Create_Infra_Title="Skriv navnet på netværket.";
Create_Infra_SubTitle="Skriv navnet på det netværk, du vil oprette forbindelse til, og skriv evt. adgangskoden.";
Create_Adhoc_Title="Opret et computer-til-computer-netværk.";
Create_Adhoc_SubTitle="Indtast navnet på det computer-til-computer-netværk, du vil oprette.";

//Setting Field
Security_None="Ingen";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="sikkerhed";
Security_Wpa3Sae="WPA3 SAE";
Security_Wpa3SuiteB="WPA3 SuiteB";
Security_Wpa3Owe="WPA3 OWE";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Enterprise";
Profile_Wpa21X="WPA2 Enterprise";
Profile_Wpa3="WPA3 Personal";
Profile_Wpa31X="WPA3 Enterprise";
Profile_WpaNone="WPA-None";

NetworkName="Netværksnavn:";
Security="Sikkerhed:";
Password="Adgangskode:";
ShowPassword="Vis adgangskode";
ASCII="ASCII";
UserName="Brugernavn:";
EAP="802.1x EAP:";
PEAP="Automatisk (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="Signaturcertifikat:";
Client_Cert="Klientcertifikat:";
Private_Key="Privat nøgle:";
Private_Key_Pwd="Adgangskode til privat nøgle:";

Choose_Private_Key="Vælg fil for privat nøgle (PEM/DER/PFX)";
Choose_Client_Cert="Vælg fil for klientcertifikat (PEM/DER/PFX)";
Choose_CA_Cert="Vælg fil for signaturcertifikat (PEM/DER/PFX)";

Select_KeyChain_Cert_Desc="Vælg certifikat fra nøglekæde";
Select_File_Cert_Desc="Vælg certifikatfil";
Select_KeyChain_Identity_Desc="Vælg identitet fra nøglekæde";
Select_KeyChain_Key_Desc="Vælg privat nøgle fra nøglekæde";
Select_File_Key_Desc="Vælg fil for privat nøgle";

Cert_Expire="Certifikatfilen er udløbet";

Cert_Examine_Title1="Godkendes på netværket";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Før du prøver at godkende til server";
Cert_Examine_Info2=", bør du undersøge serverens certifikat for at sikre, at det passer til dette netværk.\n\nKlik på \'Vis certifikat\' for at se certifikatet.";


// Profiles
PreferredNet="Foretrukne netværk:";
StateTitle="State";
SSIDTitle="Navn på netværk";
SecurityTitle="Sikkerhed";


//WPS 
WPS_PIN_Title="Indtast pinkoden på konfigurationssiden til AP";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sek.";
WPS_Progress="WPS-status:";
WPS_init_Str = "  starter WPS-proces  ";
WPS_scan_Str = "  Scan aktiv WPS AP  ";
WPS_connect_Str = "  Opret forbindelse til aktiv WPS AP  ";
WPS_handshake_Str ="  Start WPS-handshake  ";
WPS_exchange_Str ="  Udveksl WPS-message  ";
WPS_done_Str = "  Udveksl WPS-message [Done]  ";
WPS_fail_Str = "  Udveksl WPS-message mislykkedes, prøv at oprette forbindelse til anden WPS AP  ";
WPS_start_Str = "  WPS START ";
WPS_finish_Str = "     WPS-protokol afsluttet!!";
WPS_auto_connect_Str = "Der oprettes automatisk forbindelse til WPS AP.";
WPS_timeout_Str = "     WPS-timeout!!";
WPS_connection_failed_Str = " Forbindelse mislykkedes. Prøv igen senere!!";

Wps_overlap_Str = "Sessionsoverlapning";
Wps_more_pbc_Str = "     Mere end én AP i PBC-mode!!";
Wps_retry_Str = "Brug en pinkode, eller vent lidt og prøv igen";

ERROR0 = "FEJL";
ERROR1 = "Indtast nøgle!";
ERROR2 = "Forkert wep-nøgleindeks!!!";
ERROR3 = "Nøglelængden er 8~63 ASCII eller 64 hex!";
ERROR4 = "Netværksnøglen er ikke i hexformat (0~9, a~f, A~F)!";
ERROR5 = "ASCII-nøglens længde skal være 5 eller 13!";
ERROR6 = "Netværksnøglens længde er forkert!";
ERROR7 = "Netværksnøglens længde skal være 10 eller 26!";
ERROR8 = "Netværksnøglen og bekræftelsesnøglen er ikke ens!";
ERROR9 = "Netværksnøglen er ikke i ASCII-format!";
ERROR10 = "Netværksnøglen er ikke i 64HEX-format (0~9, a~f, A~F)!";
ERROR11 = "Denne landeindstilling tillader ikke tilslutning til et ad hoc-netværk med kanal 12, 13 eller Bånd2, Bånd3!!";
ERROR12 = "Der kan ikke tilsluttes til ad hoc-netværk med WPA-NONE!!";
ERROR13 = "Der kan ikke tilsluttes til ad hoc-netværk med WPA2-PSK!!";
ERROR14 = "WPA/WPA2 Enterprise understøttes ikke!!";
ERROR15 = "Giv programmet adgang til nøglekæden.";
ERROR16 = "WPA3 isn't support !!";

WARNING0 = "Advarsel";
WARNING1 = "Indtast SSID";
WARNING2 = "Indtast profilnavn";
WARNING3 = "Antal tegn i SSID er mere end 32.";
WARNING4 = "Profilen findes allerede. Vil du overskrive den?";
WARNING5 = "Er du sikker på, at du vil slette den valgte profil?";

NOTICE0 = "BEMÆRK";
NOTICE1 = "Fejl i AP-mode.";
NOTICE2 = "Fejl i STA-mode.";
NOTICE3 = "Fejl i Set-værdi for QOS Mode";
NOTICE4 = "Fejl i Get-værdi for QOS Mode";
NOTICE5 = "Forkert værdi for QOS Mode";	
NOTICE6 = "RTS-tærskel er uden for interval.(0 ~ 2432)";
NOTICE7 = "Fragmenteringstærskel er uden for interval.(256 ~ 2432)";
NOTICE8 = "Aktiver USB-WiFi under Netværk i Systemindstillinger.";
NOTICE9 = "Tilslut USB-WiFi til din computer";
NOTICE10 = "Forkert adgangskode, prøv igen";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";